Repository: maciek9997/guns-register
Catalog: translations/messages.*.xlf
Languages: pl

# title.auth_login
source: Login
pl: Logowanie

# label.password_login
source: Password
pl: Hasło

# action.login
source: Login
pl: Zaloguj

# title.auth_register
source: Registration
pl: Rejestracja

# label.name
source: Name
pl: Imię

# label.surname
source: Surname
pl: Nazwisko

# label.address
source: Address
pl: Adres

# label.phone
source: Phone
pl: Nr telefonu

# label.password_register
source: Password
pl: Hasło

# action.register
source: Register
pl: Zarejestruj

# menu.title
source: Firearms Registration System
pl: System Rejestracji Broni Palnej

# menu.home_page
source: Home Page
pl: Strona Główna

# menu.register
source: Registration
pl: Rejestracja

# menu.guns
source: Guns
pl: Bronie

# menu.login
source: Login
pl: Logowanie

# menu.logout
source: Logout
pl: Wyloguj

# menu.collection
source: Your Collection
pl: Twoja Kolekcja

# title.home_page
source: Welcome to the Firearms Registration System
pl: Witamy w Systemie Rejestracji Broni Palnej

# subtitle.home_page
source: Choose Your Weapon
pl: Wybierz Swoją Broń

# action.gun_add
source: Add new gun
pl: Dodaj nową broń

# label.gun_name
source: Name
pl: Nazwa

# label.gun_operations
source: Operations
pl: Operacje

# action.gun_show
source: Show
pl: Pokaż

# action.gun_delete
source: Delete
pl: Usuń

# label.ammunition_type
source: Ammunition type
pl: Typ amunicji

# label.gun_type
source: Gun type
pl: Typ broni

# label.reload_type
source: Reload type
pl: Typ ładowania

# label.lock_type
source: Lock type
pl: Typ zamka

# label.caliber_type
source: Caliber
pl: Kaliber

# action.back_to_list
source: Back to list
pl: Wróć do listy

# title.gun_add
source: Adding new gun
pl: Dodawanie nowej broni

# label.is_blackpowder
source: Is this gun blackpowder?
pl: Czy ta broń jest czarnoprochowa?

# label.permission
source: Does this gun require permission?
pl: Czy ta broń wymaga pozwolenia?

# choice.negative
source: No
pl: Nie

# choice.positive
source: Yes
pl: Tak

# label.photo
source: Photo
pl: Zdjęcie

# action.add
source: Add
pl: Dodaj

# title.collection
source: Your guns collection
pl: Twoja kolekcja broni

# title.guns_list
source: Guns available
pl: Dostępna broń

# action.add_to_collection
source: Add to collection
pl: Dodaj do kolekcji

# message.gun_add_success
source: Gun added successfully
pl: Broń dodana pomyślnie

# message.gun_delete_success
source: Gun deleted successfully
pl: Broń usunięta pomyślnie

# message.is_in_collection
source: Gun is already in Your collection
pl: Ta broń jest już w Twojej kolekcji

# message.registration_success
source: Registration successfull
pl: Rejestracja przebiegła pomyślnie

# message.comment_add_success
source: Comment added
pl: Komentarz dodany

# title.add_comment
source: Add comment
pl: Dodaj komentarz

# label.comment
source: Comment content
pl: Treść komentarza

# action.comment_add
source: Add
pl: Dodaj

# menu.users
source: Users
pl: Użytkownicy

# label.operations
source: Operations
pl: Operacje

# action.user_show
source: Show collection
pl: Pokaż kolekcję

# title.collection_admin
source: Collection of user
pl: Kolekcja użytkownika

# action.back_to users
source: Back to users list
pl: Powrót do listy użytkowników

# info.empty.collection
source: Collection is empty
pl: Kolekcja jest pusta

# title.users_list
source: Users list
pl: Lista użytkowników

# title.comments
source: Comments
pl: Komentarze

# label.password_register_repeat
source: Repeat password
pl: Powtórz hasło

source: rimfire
pl: bocznego zapłonu

source: separate-loading
pl: rozdzielnego ładowania

source: centerfire
pl: centralnego zapłonu

source: short
pl: krótka

source: long
pl: długa

source: muzzleloader
pl: odprzodowy

source: breechloader
pl: odtylcowy

source: magazine
pl: magazynek

source: matchlock
pl: lontowy

source: wheellock
pl: kołowy

source: flintlock
pl: skałkowy

source: caplock
pl: kapiszonowy

source: pump-action
pl: powtarzalny pump-action

source: lever-action
pl: dźwigniowy

source: auto
pl: automatyczny

source: semi-auto
pl: samopowtarzalny

source: bolt-action
pl: powtarzalny bolt-action (cztero lub dwu-taktowy)

source: one-shot
pl: jednostrzałowyy

source: break-action
pl: break-action (broń łamana)

source: revolver
pl: rewolver

source: nonstandard/different
pl: niestandardowy/inny

# error.bad_credentials
source: Wrong email or password
pl: Błędny email lub hasło
